[M_BlowTheBridge MissionDefinition]
MissionName="3:10 Para A Explosão"
MissionDescription="A Delegada de [place]Lynchwood[-place] envia para o seu noivo, Jack O'Cara, até a última gota de Eridium que sai das minas de extração. Brick solicita que você destrua o trem utilizado para transportar o Eridium, porém, antes terá que arranjar um veículo de demolição que seja adequado."
TurnInDescription="Agora que o trem virou sucata, a delegada terá que arranjar outro jeito de enviar o Eridium para o seu noivo."
MissionSummary="Detone o trem da Delegada."
MissionGiver="Brick"
MissionTurnInLocation="Painel de Trabalhos de Lynchwood"
TeaserText="Os trens foram feitos para serem destruidos."

[M_BlowTheBridge:BlowTheBridge_GetToTheDetonator MissionObjectiveDefinition]
ProgressMessage="Alcance o detonador"

[M_BlowTheBridge:BlowUpBridge MissionObjectiveDefinition]
ProgressMessage="Destrua o trem"

[M_BlowTheBridge:CaptureTrain MissionObjectiveDefinition]
ProgressMessage="Capture o trem teleguiado"

[M_BlowTheBridge:GetToDepot MissionObjectiveDefinition]
ProgressMessage="Vá até o depósito"

[M_BlowTheBridge:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="A Delegada de [place]Lynchwood[-place] envia para o seu noivo, Jack O'Cara, até a última gota de Eridium que sai das minas de extração. Brick solicita que você destrua o trem utilizado para transportar o Eridium. Agora que já tem um meio para transportar a bomba, Brick pediu que você coloque-a nos trilhos do trem e mande-a à toda velocidade até os vagões carregados com Eridium."

[M_BlowTheBridge:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="A Delegada de [place]Lynchwood[-place] envia para o seu noivo, Jack O'Cara, até a última gota de Eridium que sai das minas de extração. Brick solicita que você destrua o trem utilizado para transportar o Eridium. A bomba que você colocou nos trilhos está se dirigindo à toda velocidade até o trem de Eridium. Seja rápido e coloque o detonador para ativar a bomba quando ela estiver próxima do trem!"

[M_BlowTheBridge:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue o serviço."
MissionDescriptionOverride="Agora que o trem virou sucata, a delegada terá que arranjar outro jeito de enviar o Eridium para o seu noivo."

[M_BlowTheBridge:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BlowTheBridge:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BlowTheBridge:PickUpTrain MissionObjectiveDefinition]
ProgressMessage="Pegue o carrinho-bomba"

[M_BlowTheBridge:StartTheSmallTrain MissionObjectiveDefinition]
ProgressMessage="Posicione o trem teleguiado"

